Repository: acdominguez03/Moldea
Catalog: Moldea/Package/Today/Sources/Today/Presentation/Resources/Localizable.xcstrings
Source language: en
Languages: es

# today_empty_state
source: Nothing planned for today yet
es: Aún no hay nada planificado para hoy

# today_completion_hint
source: Completes one repetition; once they are all done, tapping again resets the count
es: Completa una repetición; al tenerlas todas, otro toque reinicia el contador

# today_completion_label
source: Mark as done
es: Marcar como hecho

# today_habits_progress %lld %lld
source: %1$lld of %2$lld habits
es: %1$lld de %2$lld hábitos

# today_progress_times_this_week %lld %lld
source: %1$lld of %2$lld this week
es: %1$lld de %2$lld esta semana

# today_progress_times_today %lld %lld
source: %1$lld of %2$lld times today
es: %1$lld de %2$lld veces hoy

# today_screen_title
source: Today
es: Hoy

# today_error_title
source: Couldn't update the habit
es: No se pudo actualizar el hábito

# today_tab_picker_label
source: Period
es: Periodo

# today_tab_daily
source: Daily
es: Diarios

# today_tab_weekly
source: Weekly
es: Semanales
